export const classPresets: Record<string, Record<string, number>> = {
  'Воин': {'Боевая подготовка':8,'Защита':6,'Тактика':4,'Выносливость':6,'Физическая подготовка':6,'Акробатика':2,'Ремесло':2,'Поиск':2},
  'Разбойник': {'Скрытность':8,'Ловкость рук':8,'Поиск':6,'Акробатика':6,'Манипуляция и Торговля':4,'Интуиция':2,'Физическая подготовка':2},
  'Следопыт': {'Выживание':8,'Поиск':6,'Природа':6,'Физическая подготовка':6,'Тактика':4,'Скрытность':4,'Медицина':2},
  'Маг': {'Магия':8,'Концентрация':6,'Магическое чутьё':6,'Наука':4,'История':4,'Интуиция':4,'Выступление':4},
  'Жрец': {'Медицина':8,'Интуиция':6,'История':4,'Выступление':4,'Магия':6,'Концентрация':4,'Защита':4},
  'Бард': {'Выступление':8,'Манипуляция и Торговля':6,'Интуиция':6,'История':4,'Ловкость рук':2,'Поиск':4,'Магия':6},
  'Алхимик': {'Наука':8,'Ремесло':8,'Магия':6,'Поиск':4,'Медицина':4,'История':4,'Природа':2},
  'Паладин': {'Боевая подготовка':6,'Защита':8,'Выносливость':6,'Тактика':4,'Магия':4,'Медицина':4,'Выступление':4},
  'Некромант': {'Магия':8,'Магическое чутьё':6,'Концентрация':6,'История':6,'Наука':4,'Поиск':2,'Манипуляция и Торговля':4},
  'Монах': {'Акробатика':8,'Концентрация':6,'Выносливость':6,'Боевая подготовка':4,'Поиск':4,'Скрытность':4,'Медицина':4},
  'Наёмник': {'Боевая подготовка':8,'Защита':6,'Физическая подготовка':6,'Тактика':6,'Поиск':4,'Манипуляция и Торговля':2,'Ремесло':4},
  'Охотник на монстров': {'Выживание':8,'Природа':6,'Поиск':6,'Боевая подготовка':4,'Тактика':4,'Медицина':4,'Магическое чутьё':4},
}
